Revit 2027 API
DockablePanes.BuiltInDockablePanes.ElementView Property
 The element view pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static DockablePaneId ElementView { get; }
Public Shared ReadOnly Property ElementView As DockablePaneId
	Get
public:
static property DockablePaneId^ ElementView {
	DockablePaneId^ get ();
}
static member ElementView : DockablePaneId with get
Property Value
DockablePaneId
See Also
Reference
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace